/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Media Pro 카탈록…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Media Pro 카탈록을 열 수 없습니다.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Media Pro 카탈록 문서 속성을 읽을 수 없습니다.";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Media Pro 카탈록 아이템 속성을 읽을 수 없습니다.";

